{
    "config.ReplaceGenderedDialogue.name": "Force Replacer",
    "config.ReplaceGenderedDialogue.description": "Setting this to true will force this mod to replace with gender-neutral dialogue and events. Activate this as a failsafe only.",
    
	// DIALOGUE
    "zinniadialogue.Sat6": "My brother was never in a relationship back at Zuzu.#$b#There was one person who he clearly had a crush on, though...#$b#I wonder where xe is now.",
    
    "Alex.gabeFinished": "Woah, I feel like I just became ten times stronger!$h#$b#Huh? Slimes won't hurt me anymore? Hmm...$0",

    "Clint.gabrielArrive_1": "Hey, @... have you seen the new girl? She's, um, pretty, uh, nice, right?",
    "Clint.gabrielArrive_2": "...Oh! Sorry, @. I didn't see you there.#$b#I was just thinking about that new girl in town...",

    "Jas.gabrielArrive": "Ms. Zinnia played with me and Vincent today. I know she's an adult, but for some reason I think she's different than most adults...#$b#Kinda like you, {{Title}} @!$h",
	
	// EVENTS
    "9280001.3.Plural": "{{SubjectivePronoun}} don't just visit us...",
    "9280001.3.Singular": "{{SubjectivePronoun}} doesn't just visit us...",
    "9280001.4.Plural": "{{SubjectivePronoun}}'re our newest member!",
    "9280001.4.Singular": "{{SubjectivePronoun}}'s our newest member!",
"9280001.0": "I'm sorry, Marlon, but I don't think I can do it...",
"9280001.1": "Are you certain, Robin? I don't think it's much to ask.#$b#With your craftsmanship, I thought it would be an easy task!",
"9280001.2": "Oh, hello, @. I didn't know you visited the guild.$4",
"9280001.3": "He doesn't just visit us...^She doesn't just visit us...",
"9280001.4": "He's our newest member!^She's our newest member!",
"9280001.5": "Wow! I didn't know you were a fighter, @!",
"9280001.6": "An extra skilled one at that!",
"9280001.7": "Now Robin, about my request...",
"9280001.8": "Oh, yes.#$b#It's not that I don't know how to do it, I just don't have time to collect the massive amount of resources I would need.#$b#I mean, we're talking a big expansion of the building!",
"9280001.9": "What materials would we need, Robin?",
"9280001.10": "Hmm, let's see...",
"9280001.11": "For your request I would need about...#$b#600 pieces of wood, 500 pieces of stone, and...#$b#...around 500,000g!$h",
"9280001.12": "500,000g?! What for?",
"9280001.13": "You're asking me to build some pretty complex stuff, Marlon. To maximize safety and security, I'll need to put my best titanium support beams to keep the place in one piece.#$b#That material isn't local to these parts, so I have to have it imported in.",
"9280001.14": "What, @?#$b#You'll help? That's great!",
"9280001.15": "My team in the mines can get the stone we need with no problem.#$b#I'm sure you know how to use that axe of yours...#$b#Why don't you help us collect the 600 wood we need?",
"9280001.16": "Hey, @, you know you can pay me to get the wood for you too, right?#$b#Just reminding you, incase you need some assistance!",
"9280001.17": "As for the gold, I'm not sure how we can raise that money quickly...#$b#You see, the Guild hasn't been doing great financially recently...",
"9280001.18": "Leave that to me.",
    "9280001.19.Wizard": "M. Rasmodius! It's been a long time! Good to see you, friend!",
    "9280001.19.Witch": "Rasmodia! It's been a long time! Good to see you, friend!",
"9280001.20": "It's nice to see you too, Marlon.",
"9280001.21": "Hello, @.",
"9280001.22": "Wha...I...huh?$2#$b#@...you know who this is?!$s",
    "9280001.23.Wizard": "My apologies, ma'am.#$b#My name is M. Rasmodius.#$b#I am the Wizard who lives at the edge of Cindersap Forest.",
    "9280001.23.Witch": "My apologies, ma'am.#$b#My name is M. Rasmodia.#$b#I am the Witch who lives at the edge of Cindersap Forest.",
    "9280001.24.Wizard": "W-wizard? Like magic?$2",
    "9280001.24.Witch": "W-witch? Like magic?$2",
"9280001.25": "There is much that cannot be explained right now, ma'am, but if you're interested, you can always swing by my tower to learn more.",
"9280001.26": "Uh...I'll p-pass...$2",
"9280001.27": "Very well. But that is not why I came here today.#$b#I couldn't help but magically overhear your dilemma, Marlon.#$b#Does this somehow relate to our little project?",
    "9280001.28.Wizard": "Why, yes, sir. I remember us talking about this back in the day, and with @ joining the guild and giving us some renewed life, I thought what better time to start it.",
    "9280001.28.Witch": "Why, yes, ma'am. I remember us talking about this back in the day, and with @ joining the guild and giving us some renewed life, I though what better time to start it.",
"9280001.29": "I agree. Very well, then!#$b#I will cover the 500,000g, ma'am.",
"9280001.30": "Really? Where did you get that money from?$2",
    "9280001.31.Wizard": "A wizard has his ways.",
    "9280001.31.Witch": "A witch has her ways.",
"9280001.32": "Okay then...$2",
"9280001.33": "I guess that's a plan, then?#$b#@, when you get the wood I need, deliver them to me and I'll start working on the expansion right away.",
"9280001.34": "Thanks for helping us, @! Trust me, it'll be worth it in the end.",
"9280001.35": "I hope so.",
    

    "9280004.3.GN": "It's a pleasure to meet you, {{TraderNoun}}.#$b#My uncle told me about how you helped with the building's expansion.",
    "9280004.4.Plural": "Yup! {{SubjectivePronoun}}'re a real help.#$b#Oh, and speaking of the expansion, you can see it over the right.",
    "9280004.4.Singular": "Yup! {{SubjectivePronoun}}'s a real help.#$b#Oh, and speaking of the expansion, you can see it over the right.",
    "9280004.12.GN": "Oh no! I'm so sorry, {{TraderNoun}}!$s#$b#I have a habit of bumping into people...$s",
    "9280004.17.GN": "It's nice to meet you, @.#$b#Sorry for crashing into you.#$b#I found the skeletal tail that Uncle Marlon wanted me to find, so I was just really excited.#$b#I don't really know what I want to do with my life, but I'm going to try out this adventuring thing that runs in the family.#$b#Anything to get away from my father in the city!",
"9280004.0": "Oh, who's this?",
"9280004.1": "@! You've arrived!",
"9280004.2": "This is my nephew, Gabriel.#$b#He's part of the Adventure Guild's Zuzu City branch.",
"9280004.3": "It's a pleasure to meet you, sir.^It's a pleasure to meet you, ma'am.#$b#My uncle told me about how you helped with the building's expansion.",
"9280004.4": "Yup! He's a real help!^Yup! She's a real help.#$b#Oh, and speaking of the expansion, you can see it over the right.",
"9280004.5": "If you go through that door, you'll reach the new Monster Research wing of the Adventurer's Guild.",
"9280004.6": "My dear nephew runs the Monster Research wing, @. In fact, the entire thing was his idea!",
"9280004.7": "Oh, Uncle Marlon, please! I owe it all to you for opening the guild at this prime location.#$b#Stardew Valley has a high concentration of strange and interesting monsters lurking below.#$b#With this new wing, I hope I can study these monsters and find a way to keep the valley safe from these creatures.",
"9280004.8": "Gabriel will be staying here at the Guild now.#$b#@, when I first met you, you reminded me of him. I hope you two get along.",
"9280004.9": "Thanks for coming, @. I think that's all we have to show for now.",
"9280004.10": "Thanks for coming-",
"9280004.11": "I'm here!",
"9280004.12": "Oh no! I'm so sorry, sir!$s^Oh no! I'm so sorry, ma'am.$s#$b#I have a habit of bumping into people...$s",
"9280004.13": "Zinnia, that was so rude! This is @, the one who helped build the guild expansion. Show some respect!$a",
"9280004.14": "I'm sorry Gabe, I just...$s",
"9280004.15": "*Sigh*$a#$b#@, this is my little sister Zinnia.#$b#She's also moving here.",
"9280004.16": "I can't believe I almost forgot to tell you, @. My niece has also moved here to help out in the guild.",
"9280004.17": "It's nice to meet you, @.^It's nice to meet you, @.#$b#Sorry for crashing into you.#$b#I found the skeletal tail that Uncle Marlon wanted me to find, so I was just really excited.#$b#I don't really know what I want to do with my life, but I'm going to try out this adventuring thing that runs in the family.#$b#Anything to get away from my father in the city!",
"9280004.18": "Okay, @. That should be all that's new. You should check out the Monster Wing. I'm sure you could help Gabe with his study.",
"9280004.19": "Oh, that's a great idea. Come inside if you want to learn more, @.",
"9280004.20": "Nice meeting you! I hope we can be friends!",
"9280004.21": "You unlocked the Monster Research Wing of the Adventurer's Guild! Visit Gabriel to learn more about how you can help.",
"9280004.22": "I'm sorry about earlier, @.$s#$b#I hope we can still be friends!$h",
    
    "9280017.43.Plural": "Yes! That's why farmer @ is here. Farmer @ has been blessed with the ability to talk to Silly.#$b#{{SubjectivePronoun}}'re going to communicate what Silly says to you all!",
    "9280017.43.Singular": "Yes! That's why farmer @ is here. Farmer @ has been blessed with the ability to talk to Silly.#$b#{{SubjectivePronoun}}'s going to communicate what Silly says to you all!",
"9280017.0": "Why are we here?",
"9280017.1": "What's going on?",
"9280017.2": "Well, @, it's time. I hope this goes well...",
"9280017.3": "You okay, Gabe?",
"9280017.4": "Yeah, um, I'm, uh, f-fine...$u#$b#*Gulp*$u",
"9280017.5": "It's okay, me and @ will do all the talking if you want. I know you don't like public speaking.",
"9280017.6": "T-thanks, Zinnia...$s",
"9280017.7": "Is someone going to tell us what's going on?",
"9280017.8": "Hi, everyone! Sorry to keep you all waiting.",
"9280017.9": "Took you long enough.",
"9280017.10": "Um, I gathered you all here today because the Adventurer's Guild has something to share with you all.",
"9280017.11": "And what is it? You're taking up lots of our time, Zinnia.",
"9280017.12": "I'm sorry, Mayor. Um, I know that it might seem pretty strange that all these new Pelican Town residents are up here making announcements, but I really appreciate everyone coming out here today.",
"9280017.13": "The truth is...#$b#We'd like you to meet someone.",
"9280017.14": "Who?",
"9280017.15": "I hope it's a new kid!",
"9280017.16": "Um, my brother at the Adventurer's Guild's new Monster Research Wing has been hard at work trying to find a way to stop the threatening slime monsters from attacking and hurting human civilians.",
"9280017.17": "Good!",
"9280017.18": "Disgusting creatures!",
"9280017.19": "Good work, kid! Those pesky creatures need to go!",
"9280017.20": "But, uh, what you may not have known is that, um...$s",
"9280017.21": "Um, actually, I've found some past information about these slimes that I think is really important to share.",
"9280017.22": "Gabe! You don't have to! I can handle this, I promise.$s",
"9280017.23": "It's okay, sis. I... I think I can do this.",
"9280017.24": "You see everyone...#$b#Slimes and humans once lived together in harmony!",
"9280017.25": "Really?",
"9280017.26": "How strange!",
"9280017.27": "They were able to understand humans, and humans could understand them back.#$b#They entrusted humans with their prized 'Slime Heart' item, an item made by their species through cultivating the ground with their slimy exteriors.#$b#The 'Slime Heart' was able to heal any wound and any disease.",
"9280017.28": "Impossible!",
"9280017.29": "I'm listening...",
"9280017.30": "Humans got greedy, like they always do, though...#$b#They wanted the Slime Heart so bad that they...#$b#Invaded the slime territory and wiped out most of their population to get their hands on it.",
"9280017.31": "Horrible!",
"9280017.32": "Things have been bad with the slimes ever since.",
"9280017.33": "That's a nice story, sir, but what exactly are we supposed to do?",
"9280017.34": "Well, everyone, I think it's about time we revealed our guest...",
"9280017.35": "Who could it be?",
"9280017.36": "Zinnia begins to whisper...",
"9280017.37": "Okay, Silly, it's time. You've got this.",
"9280017.38": "Aww!",
"9280017.39": "What the?!",
"9280017.40": "Everyone, this is Silly the slime!$h",
"9280017.41": "Hello...",
"9280017.42": "Aww! Does it talk?",
"9280017.43": "Yes! That's why farmer @ is here. Farmer @ has been blessed with the ability to talk to Silly.#$b#He's going to communicate what Silly says to you all!^She's going to communicate what Silly says to you all!",
"9280017.44": "Are you sure it isn't dangerous?",
"9280017.45": "Silly isn't dangerous at all! They're a big sweetheart!$h",
"9280017.46": "Oh...",
"9280017.47": "Silly want to tell town that...#$b#Silly sorry for what slime do to them...",
"9280017.48": "We forgive you!",
"9280017.49": "Silly want to be friends with town...#$b#Silly hope town understand...",
"9280017.50": "Silly want human and slime to get along again...",
"9280017.51": "How sweet!",
"9280017.52": "And Silly just want to be friends!",
"9280017.53": "Adorable! Of course we forgive you, Silly!",
"9280017.54": "Are we sure about this?",
"9280017.55": "I think Silly's just fine!$h",
"9280017.56": "You're welcome here any time!",
"9280017.57": "I think this is great!$h",
"9280017.58": "Well I'll be darned! This place just keeps getting interesting day by day!",
"9280017.59": "Hey, Silly! Come by if you ever wanna play some ball!",
"9280017.60": "Ooh! I could give you a cute little makeover!",
"9280017.61": "You should visit!",
"9280017.62": "You're welcome any time!",
"9280017.63": "Silly say thank you! Silly so happy!$h",
"9280017.64": "Thanks, everyone! We're so happy you accept Silly into our little community!$h",
"9280017.65": "Any time!",
"9280017.66": "We forgive humans?",
"9280017.67": "Yes!",
"9280017.68": "They sorry!",
"9280017.69": "That went amazing, Silly! You did it!$h",
"9280017.70": "Silly so happy!$h#$b#But Silly owe it all to you!$h",
"9280017.71": "Silly actually have one more thing to show...",
"9280017.72": "T-that's the Slime Heart!$u",
"9280017.73": "Aww! Silly, you grew one just for us?$h",
"9280017.74": "Silly want to give to farmer! Silly want farmer to grow for whole town!$h",
"9280017.75": "[supert_SlimeHeart] Here, farmer!#$b#[supert_SlimeHeartSeeds] Silly give you seeds and seed recipe to plant more, too!",
"9280017.76": "Wow! Are those the coveted Slime Heart Seeds?#$b#Hey, Silly, why don't we set up a way to let these seeds be sold at my store?",
"9280017.77": "Okay! Yay!",
"9280017.78": "You finished the Slime Research questline! Slimes will no longer deal damage to other visitors in the mines.",
"9280017.79": "You unlocked the Slime Heart crop! You can buy seeds from Pierre or craft them yourself with the recipe silly gave you.",
"9280017.80": "Silly will now visit around town!",

    "9280019.36.Plural": "{{SubjectivePronoun}} really are different...$s",
    "9280019.36.Singular": "{{SubjectivePronoun}} really is different...$s",
"9280019.0": "@! Great!$h#$b#I'm bursting with excitement!$h#$b#I think we're about to make history, @!",
"9280019.1": "So, @. I've been studying a lot since we found that slime.#$b#It took me ages, but I found one book that perfectly described what we need to do.#$b#It's a bit rusty, and I think a few pages have fallen out, but the page I needed is still there!",
"9280019.2": "Come on, @! Let's do this thing!$h",
"9280019.3": "Okay, Silly, get ready to have some new friends!",
"9280019.4": "*Squish*...$6",
"9280019.5": "Okay, @. Let's set up the Slime Souls you brought me.",
"9280019.6": "Perfect!",
"9280019.7": "All right, everything's set up!$h",
"9280019.8": "Now we just expose these to the unstable energy in the pure iridium...",
"9280019.9": "It's happening! Brace yourself, @!$h",
"9280019.10": "Perfect! Now quick, they need to go in their containers!",
"9280019.11": "By bringing the three types of slimes together...#$b#A cave slime like 'Silly', a frost jelly, and a magma sludge...#$b#...we have everything we need to create the ultimate slime-fighting tool!$h",
"9280019.12": "Let me collect samples from all three slimes.",
"9280019.13": "Everything has gone amazing, @!#$b#The final step is to shake all three ingredients together in one bottle...",
"9280019.14": "It's, um, not working...$s",
"9280019.15": "T-the book said this would work..$s",
"9280019.16": "Hey, @, do you mind holding this for a sec? I'm gonna check this book again...$a#$b#Cheap piece of garbage...$a",
"9280019.17": "Gabriel hands you the bottle. It seems to glow in your hands...",
"9280019.18": "W-we're doing everything right!$a#$b#Why isn't it working?!$a",
"9280019.19": "Huh?$u#$b#I-it's working?!$u#$b#I-I guess it only works when you do it, @...$s",
"9280019.20": "Well, brace yourself, @!",
"9280019.21": "Well, @? How do you feel?!",
"9280019.22": "The stuff in the bottle seems to have changed...",
"9280019.23": "S-sorry, @!#$b#It's just...#$b#I think that's it!",
"9280019.24": "Right before us lies...#$b#A bottle of true, raw slime energy!",
"9280019.25": "This is amazing, @! With this, I can develop something that targets the very soul of the slimes, allowing us to prevent damage from these monsters ever again!$h",
"9280019.26": "OUCH!",
"9280019.27": "T-that burns!$u",
"9280019.28": "H-how did you hold that, @?$u",
"9280019.29": "Hmm...#$b#I-I think you're special, @...$s#$b#You have something that I don't...$s#$b#..after all, the slime gems only appeared for you...$s",
"9280019.30": "Gabriel is holding a pair of tongs...",
"9280019.31": "Here, @...$s",
"9280019.32": "[supert_TrueSlimeEnergy] You should take it...$s#$b#I bet you'll be able to find a use for it...$s#$b#And, you'll um, be able to actually hold it.$s",
"9280019.33": "The book's pages on what the energy can be used for were all ripped out. I wonder where they went.",
"9280019.34": "This is really hard for me to do, since I really want to be a part of this discovery, but...#$b#I think you have to find a use for it, @. I-I'll try to help as much as I can, but I don't know much else I can do...#$b#Maybe we should try to find those missing pages, if that's even possible.",
"9280019.35": "Oh, and now you should know the recipe to make another one of those bottles, if you ever lose this one.#$b#Good luck, @. It's, um, up to you.",
"9280019.36": "He really is different...^She really is different...$s",
"9280019.37": "You unlocked 'True Slime Energy'! Is there something you can do with it?",
"9280019.38": "You have a new quest!",

    "8280001_continued.10.GN": "Gabe and Marlon told me about @ here.#$b#I hope you are just like {{SubjectivePronoun}}, Zinnia. Strong, independent, powerful and determined.",
"8280001_continued.0": "I hope everything will turn out alright...",
"8280001_continued.1": "Um, Zinnia...",
"8280001_continued.2": "Um, hi, Dad...$s",
"8280001_continued.3": "It'll be okay.",
"8280001_continued.4": "I just wanted to say that, um...",
"8280001_continued.5": "I'm sorry.",
"8280001_continued.6": "W-what?$u",
"8280001_continued.7": "I, um, spoke to Marlon and, uh...#$b#I'm sorry.#$b#You don't have to come home with me.#$b#You can stay.",
"8280001_continued.8": "Really?!",
"8280001_continued.9": "Really. I think you can do some great things here in Stardew Valley, Zinnia.#$b#I think you're a talented, smart, and amazing girl- no, woman, - and I hope you find your true purpose here.#$b#I was wrong in trying to take you away from that. I'm the one who needs to learn, not you.",
"8280001_continued.10": "Gabe and Marlon told me about @ here.#$b#I hope you are just like him, Zinnia. Strong, independent, and determined.^I hope you are just like her, Zinnia. Strong, independent, and powerful.",
"8280001_continued.11": "...$u#$b#T-thank you, Dad!$h",
"8280001_continued.12": "I love you, Zinnia. You'll always be my little girl. I hope you know that.",
"8280001_continued.13": "I love you too, Dad!$h",
"8280001_continued.14": "I'll be heading back home to Zuzu now, dear.#$b#If you and Marlon don't mind...",
"8280001_continued.15": "I'd like to come visit sometimes. Not to take you back or anything, but just to see you again.#$b#Is that okay?",
"8280001_continued.16": "Of course it's okay, Dad! I'd love to have you visit.",
"8280001_continued.17": "My Dad's going to visit the Guild now.#$b#You should stop by and say hi if you have the chance.$h",

    "8280008.5.GN": "Here it is!#$b#Okay, to unleash the energy inside this place we need the magic item...#$b#Check! Thanks to my amazing {{SpouseNoun}}, of course...$l#$b#And then we can trigger the activation with an act of true love!$h",
"8280008.0": "Hi, honey!$h",
"8280008.1": "I'm happy to see you, dear. Did you bring the Life Essence we needed?",
"8280008.2": "This looks perfect, honey!#$b#Thanks so much!$h",
"8280008.3": "Come place it on the stump and then meet me up here, okay?",
"8280008.4": "Okay, let's see here...",
"8280008.5": "Here it is!#$b#Okay, to unleash the energy inside this place we need the magic item...#$b#Check! Thanks to my amazing husband, of course...$l^Check! Thanks to my amazing wife, of course...$l#$b#And then we can trigger the activation with an act of true love!$h",
"8280008.6": "Well, honey?$l#$b#Shall we?$l",
"8280008.7": "Wow! Look at that, @!$h",
"8280008.8": "Oh, I wonder what it could be!",
"8280008.9": "Come on, @! Let's see what secrets are hidden ahead!$h",
"8280008.10": "Wow...",
"8280008.11": "It's beautiful...",
"8280008.12": "I'm so glad I found this with you, honey.$l",
"8280008.13": "H-hello?",
"8280008.14": "W-who are you?!$s#$b#Is this your home? W-we're so sorry if we intruded!$s",
"8280008.15": "Oh, my child... it's so good to see you again.$6",
"8280008.16": "Um, do I know you?$s",
"8280008.17": "I've longed to see your face for quite sometime, my daughter...$6",
"8280008.18": "M-mom?!$8#$b#No... It can't really be you, can it?!$8",
"8280008.19": "Zinnia, I'm so proud of you. You've done everything I could only dream of doing.$6",
"8280008.20": "M-mom! I can't believe it!$8",
"8280008.21": "I-I have to get Gabe and Marlon!$8",
"8280008.22": "Dear, I do not have much time... please just let me talk with you...$6",
"8280008.23": "Mom... I-I've wished for this day my whole life...$8#$b#Y-you're even more beautiful than in Dad's pictures...$8",
"8280008.24": "Oh, my dear, the beautiful one is you.$6",
"8280008.25": "T-thanks, Mom...$8",
"8280008.26": "Um, Mom...$s#$b#C-can I ask you something?$s",
"8280008.27": "Anything, my dear.$6",
"8280008.28": "Um...$s#$b#Did you, uh, actually want me?$s",
"8280008.29": "I-I read your journal, mom. It sounded like you didn't like me because I prevented you from going on expeditions.$s",
"8280008.30": "Oh, honey, that's not what I meant at all! I love you, Zinnia. I love you so much...$6",
"8280008.31": "I wanted to go on expeditions so bad because I wanted to find this place...$6",
"8280008.32": "It's a field of zinnias, dear. It's what I saw in you the moment you were born.$6#$b#Beauty, resilience, radiance, positivity... I couldn't ask for a more perfect daughter.$6",
"8280008.33": "Mom...$8#$b#I wish you could stay longer...$8",
"8280008.34": "I do too, honey. But it's ok. I know you'll be safe with @.$6",
"8280008.35": "Oh, of course! You haven't met @.#$b#They're the love of my life, Mom. I wish you could get to know them more.",
"8280008.36": "I already know that they are perfect for you, Zinnia.$6",
"8280008.37": "My time is running out, dear... I must leave soon.$6",
"8280008.38": "N-no! Mom...$s",
"8280008.39": "I will always be looking over you, my daughter. Please keep me in your memories.$6#$b#Tell Gabe and Daniel and Marlon that I miss them so much. I love you, Zinnia. I love you so much!$6",
"8280008.40": "Mom! Don't go!",
"8280008.41": "She's gone...$s",
"8280008.42": "You know...#$b#I'm glad I got to meet her with you, @.$8#$b#She got to meet my favorite person in the whole wide world.",
"8280008.43": "Look @! It's a zinnia flower...$l#$b#I guess it does kinda look like me, huh?$l#$b#I mean, if I was a flower, of course!$h",
"8280008.44": "[supert_Zinnia] Here, @. You should keep it.$l#$b#I think it would look prettier in your hands...$l",
"8280008.45": "This place really is magical, @. Thanks for coming with me.#$b#I'm so happy I've finally found my passion.#$b#And I'm even happier that I got to do it with you!$h",
"8280008.46": "I'll remember this day forever, @. I love you.$l",
"8280008.47": "Well, what do you say, honey?$l#$b#One more kiss just for me?$l",

    "8280014.12.GN": "Ooh, let me guess?#$b#You...#$b#...got a new {{SpouseNoun}}!$h",
"8280014.0": "Gabe, what's wrong? You never pace around like that unless you're nervous...$s",
"8280014.1": "I-I'll tell you more, Zinnia, I promise.$s#$b#I'm just waiting for someone...$s",
"8280014.2": "Oh, okay...",
"8280014.3": "@! You're here! Great!$h",
"8280014.4": "Hi, @! Are you here for Gabe's announcement too?$h",
"8280014.5": "Thanks for coming, @. I really appreciate it.",
"8280014.6": "All right, Zinnia. I'm almost ready.#$b#You should go sit with Uncle Marlon.#$b#I'll just say something quick to @ and then head on over.",
"8280014.7": "Okay, Gabe! I can't wait!",
"8280014.8": "I'm so, so nervous, @..$s#$b#But I think I can do it knowing you'll always be there for me.#$b#I, um, hope they understand the story...",
"8280014.9": "Okay, @. Let's go sit down.#$b#I'm finally ready.",
"8280014.10": "Well, Gabriel? Is everything okay?",
"8280014.11": "Y-yes, Uncle Marlon. Everything's okay...#$b#I just have something I really want to tell you guys...",
"8280014.12": "Ooh, let me guess?#$b#You...#$b#...got a new boyfriend!$h^...got a new girlfriend!$h",
"8280014.13": "Uh, n-no, that's not what I'm here to talk about...$s",
"8280014.14": "Well, Gabe? Tell us, then!$h",
"8280014.15": "Okay, um...$s#$b#I want to tell you guys a story.",
"8280014.16": "What story is this, Gabriel?",
"8280014.17": "It's, um, a story that I've really wanted to share with you guys.",
"8280014.18": "That sounds fun! I can't wait to hear it!$h",
"8280014.19": "Okay...#$b#Um...#$b#Once upon a time...",
"8280014.20": "There was a woman... an explorer.#$b#She was on a quest to journey through everything the underground had to offer.",
"8280014.21": "Are you ready, sis?",
"8280014.22": "But she wasn't alone. She had a child, a son...#$b#She loved her son so much, and the boy loved her back.",
"8280014.23": "Okay, honey. You know what to do, dear.#$b#Mommy's going to go on a little trip with your uncle, okay?#$b#You stay here and play, okay, honey?#$b#I know you're a smart kid! Top of your third grade class, isn't that right, bud?#$b#I know you'll be on your best behavior. Mr. Gil is right inside and Daddy will be here to get you in a half hour.#$b#I love you, Gabe.",
"8280014.24": "All right, Marlie. Let's go.",
"8280014.25": "Oh, I almost forgot!",
"8280014.26": "Here, honey. Take your ball!#$b#Have fun, dear!",
"8280014.27": "Have fun, Gabey!",
"8280014.28": "It should have been a normal day...$s#$b#...but the boy had other things on his mind.$s#$b#In fact, the boy did not want to play with the ball at all.$s#$b#He wanted to do something else.$s",
"8280014.29": "The boy had a secret. He never told anyone this...$s#$b#...but he was bullied. Every day...$s#$b#He would be called lame and a loser.$s#$b#The boy wanted nothing more but to prove himself to those bullies...$s",
"8280014.30": "Got the pickaxe, Daisy!",
"8280014.31": "Is someone there?",
"8280014.32": "Hmm.. I guess not.",
"8280014.33": "All he wanted was a gemstone... something to show his bravery.$s#$b#What he didn't know was that the mines were more dangerous than he could ever imagine...$s",
"8280014.34": "The sound was horrible, like a piercing scream to the heart. He was afraid...$s#$b#...what could it be?$s",
"8280014.35": "It's skin was horrible, like a pond tainted with algae...$s#$b#It's eyes glowed, wanting nothing but blood...$s#$b#In that moment, he did the only thing he could...",
"8280014.36": "MAMA! MAMA!",
"8280014.37": "MAMA! *SOB*",
"8280014.38": "It seemed so hopeless...$s",
"8280014.39": "Gabey? Gabey where are you?!$s",
"8280014.40": "But a mother's ear for her child is unmatched.",
"8280014.41": "NO! Gabe! Stay back!$9",
"8280014.42": "Leave, you fiend!$a",
"8280014.43": "W-wait, my sword! I left it-$9",
"8280014.44": "Um...$s",
"8280014.45": "Hi, buddy! How's my favorite boy doing? I got here just in time!#$b#Having fun playing with your ball?",
"8280014.46": "Daniel! It's awful!",
"8280014.47": "W-What?!",
"8280014.48": "S-son, you stay right here. Daddy's just going to check on something...",
"8280014.49": "NO!",
"8280014.50": "Um, t-that boy was m-me.$s#$b#And his mom, um...$s",
"8280014.51": "Oh, Gabe! Gabe, it's okay!$8",
"8280014.52": "I-I'm so sorry...$s",
"8280014.53": "Gabriel begins to cry...",
"8280014.54": "Oh, Gabriel...",
"8280014.55": "It's okay, Gabe. It's okay.$8#$b#Come on, let's go outside. Let's get some fresh air.$8",
"8280014.56": "Come on, Gabe. It'll be okay.",
"8280014.57": "I thought I would never tell you...$s#$b#I thought the nightmares would never stop...$s",
"8280014.58": "Gabe... you were just a kid...#$b#We don't blame you for anything, Gabe. I don't like putting blame on anyone...",
"8280014.59": "Kid... I'll never stop loving ya. It was my sister's dying wish, you know? To care of her children.#$b#While your father might make that hard, and while he might think I caused her to go...#$b#I'd rather have that then see you lose all your potential.",
"8280014.60": "Gabe, you're so talented! You're so smart... everyday I wish I could be in your shoes. Life would be so much easier with your skills.#$b#Don't ever let one mistake define you.#$b#You have to forgive yourself...#$b#I've already forgiven you, Uncle Marlon has...#$b#...I'm sure Dad just wants the best for you too.#$b#Even @ has helped you so much.#$b#Can't you see, Gabe? We're all here for you. No matter what you did.",
"8280014.61": "T-thank you all so much. I didn't know if you would hate me or not...#$b#I'm really trying to heal from what I saw all those years ago...$s",
"8280014.62": "Thank you, @. I couldn't have done this if you hadn't helped me...#$b#I can't help but wonder who convinced you to help a sad awkward guy like me...#$b#...but I think it's just your warm personality, @.#$b#I couldn't be more blessed to be your friend...",
"8280014.63": "And I know that things were hard...#$b#...and things will continue to be hard for all of us...$s#$b#...but I think that together...#$b#...I can do anything!$h",
"8280014.64": "That's the spirit!",
"8280014.65": "You remind me so much of your mother. I'm sure she's watching over you now with her warm smile...#$b#...I bet she's so proud of you, Gabriel!",
"8280014.66": "I think it's going to be all right!",
"8280014.67": "My son...$6#$b#Keep living life with the brightest smile... I will always love you.$6",
"8280014.68": "Life is full of ups and downs, mistakes and hardships...",
"8280014.69": "But those that love you will stand by you no matter what!",
}